---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AirFlow
source: html/c1dd1308-f2cb-65ef-e980-0fc6b5290cef.htm
---
# Autodesk.Revit.DB.SpecTypeId.AirFlow Property

Air Flow, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId AirFlow { get; }
```